In [6]:
import pandas as pd

data = {'Nama': ['Faisal', 'Johar', 'Dejan','Noval'],'Tinggi Badan': [168, 175, 183, 170],
'Berat Badan': [68, 94, 70, 63]
}

data_df = pd.DataFrame(data)
data_df

     Nama  Tinggi Badan  Berat Badan
0  Faisal           168           68
1   Johar           175           94
2   Dejan           183           70
3   Noval           170           63